Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Screenshot sync was cancelled. Changes already made in App Store Connect were not reverted.
ar: تم إلغاء مزامنة لقطة الشاشة. لم يتم التراجع عن التغييرات التي تم إجراؤها بالفعل في App Store Connect.
ca: La sincronització de captures de pantalla s'ha cancel·lat. Els canvis ja fets a App Store Connect no s'han revertit.
cs: Synchronizace snímku obrazovky byla zrušena. Změny již provedené v App Store Connect nebyly vráceny.
da: Synkronisering af skærmbillede blev annulleret. Ændringer, der allerede er foretaget i App Store Connect blev ikke tilbageført.
de: Die Screenshot-Synchronisierung wurde abgebrochen. Bereits in App Store Connect vorgenommene Änderungen wurden nicht rückgängig gemacht.
el: Ο συγχρονισμός στιγμιότυπου οθόνης ακυρώθηκε. Οι αλλαγές που έγιναν ήδη στο App Store Connect δεν επανήλθαν.
es: Se canceló la sincronización de capturas. Los cambios ya realizados en App Store Connect no se revirtieron.
fa: همگام‌سازی اسکرین‌شات لغو شد. تغییراتی که قبلاً در App Store Connect ایجاد شده بود، برگردانده نشدند.
fi: Kuvakaappauksen synkronointi peruutettiin. Jo tehtyjä muutoksia App Store Connect ei peruutettu.
fr: La synchronisation des captures d'écran a été annulée. Les modifications déjà apportées dans App Store Connect n'ont pas été annulées.
he: סנכרון צילום מסך בוטל. שינויים שכבר בוצעו ב-App Store Connect לא בוטלו.
hr: Sinkronizacija snimke zaslona je otkazana. Promjene koje su već napravljene u App Store Connect nisu poništene.
hu: A képernyőkép szinkronizálása megszakadt. A(z) App Store Connect-ban már végrehajtott módosítások nem kerültek visszaállításra.
id: Sinkronisasi tangkapan layar dibatalkan. Perubahan yang sudah dilakukan di App Store Connect tidak dikembalikan.
it: La sincronizzazione degli screenshot è stata annullata. Le modifiche già apportate in App Store Connect non sono state annullate.
ja: スクリーンショットの同期がキャンセルされました。App Store Connect ですでに行われた変更は元に戻されていません。
ko: 스크린샷 동기화가 취소되었습니다. App Store Connect에서 이미 변경한 사항은 되돌려지지 않았습니다.
ms: Penyegerakan tangkapan skrin telah dibatalkan. Perubahan yang telah dibuat dalam App Store Connect tidak dikembalikan.
nl: Synchronisatie van screenshot is geannuleerd. Wijzigingen die al in App Store Connect zijn aangebracht, zijn niet teruggedraaid.
no: Synkronisering av skjermbilde ble avbrutt. Endringer som allerede er gjort i App Store Connect ble ikke tilbakestilt.
pl: Synchronizacja zrzutów ekranu została anulowana. Zmiany wprowadzone już w App Store Connect nie zostały cofnięte.
pt_br: A sincronização das capturas de tela foi cancelada. As alterações já feitas no App Store Connect não foram revertidas.
pt_pt: A sincronização da captura de ecrã foi cancelada. As alterações já feitas em App Store Connect não foram revertidas.
ro: Sincronizarea capturii de ecran a fost anulată. Modificările deja făcute în App Store Connect nu au fost anulate.
ru: Синхронизация скриншотов отменена. Изменения, уже внесенные в App Store Connect, не были отменены.
sk: Synchronizácia snímky obrazovky bola zrušená. Zmeny, ktoré už boli vykonané v App Store Connect, neboli vrátené.
sl: Sinhronizacija posnetka zaslona je bila preklicana. Spremembe, ki so bile že narejene v App Store Connect, niso bile razveljavljene.
sv: Synkronisering av skärmdump avbröts. Ändringar som redan gjorts i App Store Connect återställdes inte.
th: การซิงค์ภาพหน้าจอถูกยกเลิก การเปลี่ยนแปลงที่ทำไปแล้วใน App Store Connect จะไม่ถูกเปลี่ยนกลับ
tr: Ekran görüntüsü eşzamanlaması iptal edildi. App Store Connect'te zaten yapılmış değişiklikler geri alınmadı.
uk: Синхронізацію знімків екрана скасовано. Зміни, уже внесені в App Store Connect, не скасовано.
ur: اسکرین شاٹ کی مطابقت پذیری منسوخ کر دی گئی۔ App Store Connect میں پہلے سے کی گئی تبدیلیاں واپس نہیں کی گئیں۔
vi: Đồng bộ hóa ảnh chụp màn hình đã bị hủy. Những thay đổi đã được thực hiện trong App Store Connect không được hoàn nguyên.
zh_hans: 截图同步已取消。App Store Connect 中已进行的更改未还原。
zh_hant: 螢幕截圖同步已取消。已在 App Store Connect 中做出的更改未被還原。

source: screenshots
ar: لقطات الشاشة
ca: captures de pantalla
cs: snímky obrazovky
da: skærmbilleder
el: στιγμιότυπα οθόνης
es: capturas
fa: اسکرین‌شات‌ها
fi: kuvakaappauksia
fr: captures d'écran
he: צילומי מסך
hr: snimke zaslona
hu: képernyőképek
id: tangkapan layar
it: screenshot
ja: スクリーンショット
ko: 스크린샷
ms: tangkapan skrin
nl: schermafbeeldingen
no: skjermbilder
pl: zrzuty ekranu
pt_br: capturas de tela
pt_pt: capturas de ecrã
ro: capturi de ecran
ru: скриншоты
sk: snímky obrazovky
sl: posnetki zaslona
sv: skärmdumpar
th: ภาพหน้าจอ
tr: ekran görüntüsü
uk: знімки екрана
ur: اسکرین شاٹس
vi: ảnh chụp màn hình
zh_hans: 截图
zh_hant: 螢幕截圖

source: Screenshots
ar: لقطات الشاشة
ca: Captures de pantalla
cs: Snímky obrazovky
da: Skærmbilleder
el: Στιγμιότυπα οθόνης
es: Capturas
fa: اسکرین‌شات‌ها
fi: Kuvakaappauksia
fr: Captures d'écran
he: צילומי מסך
hr: Snimke zaslona
hu: Képernyőképek
id: Tangkapan layar
it: Screenshot
ja: スクリーンショット
ko: 스크린샷
ms: Tangkapan skrin
nl: Schermafbeeldingen
no: Skjermbilder
pl: Zrzuty ekranu
pt_br: Capturas de tela
pt_pt: Capturas de ecrã
ro: Capturi de ecran
ru: Скриншоты
sk: Snímky obrazovky
sl: Posnetki zaslona
sv: Skärmdumpar
th: ภาพหน้าจอ
tr: Ekran Görüntüleri
uk: Знімки екрана
ur: اسکرین شاٹس
vi: Ảnh chụp màn hình
zh_hans: 截图
zh_hant: 螢幕截圖

source: Screenshots are saved as an un-reviewed draft and never sent for review. If this app doesn't allow that (some published apps don't), the upload stops without changing anything — turn this on to send them to review instead.
ar: يتم حفظ لقطات الشاشة كمسودة لم تتم مراجعتها ولا يتم إرسالها للمراجعة مطلقًا. إذا كان هذا التطبيق لا يسمح بذلك (بعض التطبيقات المنشورة لا تسمح بذلك)، فسيتوقف التحميل دون تغيير أي شيء — قم بتشغيل هذا لإرسالها للمراجعة بدلاً من ذلك.
ca: Les captures de pantalla es guarden com a esborrany no revisat i mai s'envien per revisar-les. Si aquesta aplicació no ho permet (algunes aplicacions publicades no), la càrrega s'atura sense canviar res; activeu-ho per enviar-les a revisió.
cs: Snímky obrazovky se ukládají jako nezkontrolovaný koncept a nikdy se neodesílají ke kontrole. Pokud to tato aplikace neumožňuje (některé publikované aplikace to neumožňují), nahrávání se zastaví, aniž by se cokoliv změnilo – zapněte tuto možnost, chcete-li je místo toho poslat ke kontrole.
da: Skærmbilleder gemmes som en ikke-gennemgået kladde og sendes aldrig til gennemgang. Hvis denne app ikke tillader det (nogle offentliggjorte apps gør det ikke), stopper uploaden uden at ændre noget – slå dette til for at sende dem til gennemgang i stedet.
de: Screenshots werden als ungeprüfter Entwurf gespeichert und nie zur Prüfung gesendet. Lässt diese App das nicht zu (bei manchen veröffentlichten Apps der Fall), bricht der Upload ab, ohne etwas zu ändern – aktiviere diese Option, um sie stattdessen zur Prüfung zu senden.
el: Τα στιγμιότυπα οθόνης αποθηκεύονται ως προσχέδιο χωρίς έλεγχο και δεν αποστέλλονται ποτέ για έλεγχο. Εάν αυτή η εφαρμογή δεν το επιτρέπει (ορισμένες δημοσιευμένες εφαρμογές δεν το επιτρέπουν), η μεταφόρτωση σταματά χωρίς να αλλάξει τίποτα — ενεργοποιήστε το για να τις στείλετε για έλεγχο.
es: Las capturas se guardan como borrador sin revisar y nunca se envían a revisión. Si esta app no lo permite (algunas apps publicadas no lo permiten), la subida se detiene sin cambiar nada; activa esta opción para enviarlas a revisión.
fa: اسکرین‌شات‌ها به‌صورت پیش‌نویس بازبینی‌نشده ذخیره می‌شوند و هرگز برای بازبینی ارسال نمی‌شوند. اگر این برنامه چنین اجازه‌ای ندهد (برخی برنامه‌های منتشرشده نمی‌دهند)، آپلود بدون هیچ تغییری متوقف می‌شود — برای ارسال آن‌ها به بازبینی، این گزینه را روشن کنید.
fi: Kuvakaappaukset tallennetaan tarkistamattomina luonnoksena, eikä niitä lähetetä tarkistettavaksi. Jos tämä sovellus ei salli sitä (jotkut julkaistut sovellukset eivät salli), lataus pysähtyy muuttamatta mitään – laita tämä päälle, jos haluat lähettää ne tarkistettaviksi.
fr: Les captures d'écran sont enregistrées comme brouillon non examiné et ne sont jamais envoyées pour examen. Si cette app ne le permet pas (c'est le cas de certaines apps publiées), l'envoi s'arrête sans rien modifier — activez cette option pour les envoyer plutôt en examen.
he: צילומי מסך נשמרים כטיוטה שלא נבדקה ולעולם לא נשלחים לבדיקה. אם אפליקציה זו אינה מאפשרת זאת (חלק מהאפליקציות שפורסמו לא), ההעלאה נעצרת מבלי לשנות דבר - הפעל זאת כדי לשלוח אותן לבדיקה במקום זאת.
hr: Snimke zaslona spremaju se kao nepregledani nacrt i nikad se ne šalju na pregled. Ako ova aplikacija to ne dopušta (neke objavljene aplikacije ne dopuštaju), prijenos se zaustavlja bez promjene bilo čega — uključite ovo da biste ih umjesto toga poslali na pregled.
hu: A képernyőképeket a rendszer nem felülvizsgált piszkozatként menti, és soha nem küldi el ellenőrzésre. Ha ez az alkalmazás ezt nem teszi lehetővé (egyes közzétett alkalmazások nem teszik lehetővé), a feltöltés leáll anélkül, hogy bármi is változna – kapcsolja be, ha el szeretné küldeni őket véleményezésre.
id: Tangkapan layar disimpan sebagai draf yang belum ditinjau dan tidak pernah dikirim untuk ditinjau. Jika aplikasi ini tidak mengizinkannya (beberapa aplikasi yang dipublikasikan tidak mengizinkannya), unggahan akan berhenti tanpa mengubah apa pun — aktifkan ini untuk mengirim aplikasi tersebut untuk ditinjau.
it: Gli screenshot vengono salvati come bozza non revisionata e non vengono mai inviati per la revisione. Se questa app non lo consente (alcune app pubblicate non lo consentono), il caricamento si interrompe senza modificare nulla: attiva questa opzione per inviarli invece in revisione.
ja: スクリーンショットは未審査の下書きとして保存され、審査には送信されません。このアプリでそれが許可されていない場合（一部の公開済みアプリ）、アップロードは何も変更せずに停止します。代わりに審査に送信するには、これをオンにしてください。
ko: 스크린샷은 검토되지 않은 초안으로 저장되며 검토를 위해 전송되지 않습니다. 이 앱에서 이를 허용하지 않는 경우(일부 게시된 앱에서는 허용하지 않음) 아무것도 변경하지 않고 업로드가 중지됩니다. 대신 검토를 위해 보내려면 이 기능을 켜세요.
ms: Tangkapan skrin disimpan sebagai draf yang belum disemak dan tidak pernah dihantar untuk semakan. Jika apl ini tidak membenarkannya (sesetengah apl yang diterbitkan tidak membenarkannya), muat naik akan berhenti tanpa mengubah apa-apa — hidupkan ini untuk menghantarnya kepada semakan sebaliknya.
nl: Schermafbeeldingen worden opgeslagen als een niet-beoordeeld concept en worden nooit ter beoordeling verzonden. Als deze app dit niet toestaat (sommige gepubliceerde apps doen dit niet), stopt het uploaden zonder dat er iets verandert. Schakel dit in om ze ter beoordeling te sturen.
no: Skjermbilder lagres som et uevaluert utkast og sendes aldri til vurdering. Hvis denne appen ikke tillater det (noen publiserte apper gjør det ikke), stopper opplastingen uten å endre noe – slå dette på for å sende dem til vurdering i stedet.
pl: Zrzuty ekranu są zapisywane jako niesprawdzona wersja robocza i nigdy nie są wysyłane do recenzji. Jeśli ta aplikacja na to nie pozwala (niektóre opublikowane aplikacje na to nie pozwalają), przesyłanie zostanie zatrzymane bez zmiany czegokolwiek — włącz tę opcję, aby zamiast tego wysłać je do sprawdzenia.
pt_br: As capturas de tela são salvas como rascunho não revisado e nunca vão para revisão. Se este app não permitir isso (alguns apps publicados não permitem), o envio para sem alterar nada — ative esta opção para enviá-las para revisão.
pt_pt: As capturas de ecrã são guardadas como rascunhos não revisados e nunca enviadas para revisão. Se este aplicativo não permitir isso (alguns aplicativos publicados não permitem), o upload será interrompido sem alterar nada. Ative essa opção para enviá-los para revisão.
ro: Capturile de ecran sunt salvate ca schiță neexaminată și nu sunt trimise niciodată spre examinare. Dacă această aplicație nu permite acest lucru (unele aplicații publicate nu o permit), încărcarea se oprește fără a modifica nimic - activați această opțiune pentru a le trimite la revizuire.
ru: Скриншоты сохраняются как непроверенный черновик и никогда не отправляются на проверку. Если приложение этого не допускает (некоторые опубликованные приложения не допускают), загрузка останавливается, ничего не изменив, — включите этот параметр, чтобы вместо этого отправлять их на проверку.
sk: Snímky obrazovky sa ukladajú ako neskontrolovaný koncept a nikdy sa neposielajú na kontrolu. Ak to táto aplikácia neumožňuje (niektoré zverejnené aplikácie nie), nahrávanie sa zastaví bez toho, aby sa čokoľvek zmenilo – zapnite túto možnosť, aby ste ich poslali na kontrolu.
sl: Posnetki zaslona se shranijo kot nepregledan osnutek in se nikoli ne pošljejo v pregled. Če ta aplikacija tega ne omogoča (nekatere objavljene aplikacije ne), se nalaganje ustavi, ne da bi karkoli spremenilo — vklopite to, da jih namesto tega pošljete v pregled.
sv: Skärmdumpar sparas som ett ogranskat utkast och skickas aldrig för granskning. Om den här appen inte tillåter det (vissa publicerade appar gör det inte), stoppas uppladdningen utan att något ändras – aktivera detta för att skicka dem till granskning istället.
th: ภาพหน้าจอจะถูกบันทึกเป็นฉบับร่างที่ยังไม่ได้ตรวจสอบและจะไม่ส่งเพื่อตรวจสอบ หากแอปนี้ไม่อนุญาต (แอปที่เผยแพร่บางแอปไม่อนุญาต) การอัปโหลดจะหยุดโดยไม่มีการเปลี่ยนแปลงใดๆ ให้เปิดใช้งานเพื่อส่งไปตรวจสอบแทน
tr: Ekran görüntüleri incelenmemiş bir taslak olarak kaydedilir ve hiçbir zaman incelemeye gönderilmez. Bu uygulama buna izin vermiyorsa (bazı yayımlanmış uygulamalar vermez) yükleme hiçbir şeyi değiştirmeden durur — bunun yerine incelemeye göndermek için bunu açın.
uk: Знімки екрана зберігаються як неперевірена чернетка й ніколи не надсилаються на перевірку. Якщо ця програма цього не дозволяє (деякі опубліковані програми не дозволяють), вивантаження зупиниться без жодних змін — увімкніть цей параметр, щоб натомість надіслати їх на перевірку.
ur: اسکرین شاٹس ایک غیر جائزہ شدہ مسودے کے طور پر محفوظ کیے جاتے ہیں اور کبھی بھی جائزے کے لیے نہیں بھیجے جاتے۔ اگر یہ ایپ اس کی اجازت نہیں دیتی ہے (کچھ شائع شدہ ایپس نہیں دیتی ہیں)، اپ لوڈ بغیر کسی تبدیلی کے رک جاتا ہے — اس کی بجائے اسے جائزہ کے لیے بھیجنے کے لیے اسے آن کریں۔
vi: Ảnh chụp màn hình được lưu dưới dạng bản nháp chưa được xem xét và không bao giờ được gửi để xem xét. Nếu ứng dụng này không cho phép điều đó (một số ứng dụng đã xuất bản thì không), quá trình tải lên sẽ dừng mà không thay đổi bất kỳ điều gì — hãy bật tùy chọn này để gửi chúng đi xem xét.
zh_hans: 截图将保存为未经审核的草稿，不会送交审核。如果此 App 不允许这样做（部分已发布的 App 不允许），上传将停止且不做任何更改——开启此选项即可改为送交审核。
zh_hant: 螢幕截圖會儲存為未審查的草稿，且絕不會送交審查。如果此 App 不允許這樣做（部分已發佈的 App 不允許），上傳會在不做任何更改的情況下停止——開啟此選項即可改為送交審查。

source: Screenshots must be 320–3840 px per edge with an aspect ratio no greater than 2:1.
ar: يجب أن تكون لقطات الشاشة 320-3840 بكسل لكل حافة مع نسبة عرض إلى ارتفاع لا تزيد عن 2:1.
ca: Les captures de pantalla han de ser de 320 a 3840 px per vora amb una relació d'aspecte no superior a 2:1.
cs: Snímky obrazovky musí mít 320–3840 pixelů na okraj s poměrem stran ne větším než 2:1.
da: Skærmbilleder skal være 320–3840 px pr. kant med et billedformat, der ikke er større end 2:1.
de: Screenshots müssen pro Kante 320–3840 px groß sein und dürfen höchstens ein Seitenverhältnis von 2:1 haben.
el: Τα στιγμιότυπα οθόνης πρέπει να είναι 320–3840 px ανά άκρη με αναλογία διαστάσεων όχι μεγαλύτερη από 2:1.
es: Las capturas deben medir 320–3840 px por lado y tener una relación de aspecto no superior a 2:1.
fa: هر ضلع اسکرین‌شات باید بین 320 تا 3840 px باشد و نسبت ابعاد آن از 2:1 بیشتر نباشد.
fi: Kuvakaappausten on oltava 320–3840 pikseliä per reuna ja kuvasuhde enintään 2:1.
fr: Les captures d'écran doivent mesurer de 320 à 3840 px par bord, avec un format d'image ne dépassant pas 2:1.
he: צילומי מסך חייבים להיות 320–3840 פיקסלים לכל קצה עם יחס רוחב-גובה של לא יותר מ-2:1.
hr: Snimke zaslona moraju imati 320–3840 px po rubu s omjerom slike koji nije veći od 2:1.
hu: A képernyőképeknek élenként 320–3840 képpont méretűnek kell lenniük, és a képarány nem lehet nagyobb 2:1-nél.
id: Tangkapan layar harus berukuran 320–3840 piksel per tepi dengan rasio aspek tidak lebih besar dari 2:1.
it: Gli screenshot devono misurare da 320 a 3840 px per lato, con proporzioni non superiori a 2:1.
ja: スクリーンショットは各辺が 320～3840 px で、アスペクト比が 2:1 以内である必要があります。
ko: 스크린샷은 한 변당 320~3840px이어야 하며, 가로세로 비율은 2:1 이하여야 합니다.
ms: Tangkapan skrin mestilah 320–3840 px setiap tepi dengan nisbah bidang tidak lebih daripada 2:1.
nl: Schermafbeeldingen moeten 320–3840 px per rand zijn en een beeldverhouding van niet meer dan 2:1.
no: Skjermbilder må være 320–3840 px per kant med et sideforhold som ikke er større enn 2:1.
pl: Zrzuty ekranu muszą mieć rozdzielczość 320–3840 pikseli na krawędź i współczynnik proporcji nie większy niż 2:1.
pt_br: As capturas de tela devem ter 320–3840 px por lado e proporção de no máximo 2:1.
pt_pt: As capturas de ecrã devem ter entre 320 e 3.840 px por borda e uma proporção não superior a 2:1.
ro: Capturile de ecran trebuie să aibă 320–3840 px pe margine, cu un raport de aspect nu mai mare de 2:1.
ru: Скриншоты должны быть от 320 до 3840 пикс. по каждой стороне, с соотношением сторон не более 2:1.
sk: Snímky obrazovky musia mať 320 – 3840 pixelov na okraj s pomerom strán nie väčším ako 2:1.
sl: Posnetki zaslona morajo imeti 320–3840 slikovnih pik na rob z razmerjem stranic, ki ni večje od 2:1.
sv: Skärmdumpar måste vara 320–3840 px per kant med ett bildförhållande som inte är större än 2:1.
th: ภาพหน้าจอต้องมีขนาด 320–3840 พิกเซลต่อขอบ โดยมีอัตราส่วนภาพไม่เกิน 2:1
tr: Ekran görüntüleri kenar başına 320–3840 px olmalı ve en boy oranı 2:1'i aşmamalıdır.
uk: Знімки екрана мають бути 320–3840 px за кожною стороною, з пропорціями не більше 2:1.
ur: اسکرین شاٹس کا تناسب 2:1 سے زیادہ نہ ہونے کے ساتھ 320–3840 px فی کنارہ ہونا چاہیے۔
vi: Ảnh chụp màn hình phải có kích thước 320–3840 px mỗi cạnh với tỷ lệ khung hình không lớn hơn 2:1.
zh_hans: 截图每边须为 320–3840 像素，且宽高比不超过 2:1。
zh_hant: 螢幕截圖每邊須為 320–3840 px，且長寬比不得大於 2:1。

source: Screenshots per new row
ar: لقطات لكل صف جديد
ca: Captures de pantalla per fila nova
cs: Snímky obrazovky na nový řádek
da: Skærmbilleder pr. ny række
de: Screenshots pro neuer Zeile
el: Στιγμιότυπα οθόνης ανά νέα σειρά
es: Capturas por fila nueva
fa: اسکرین‌شات در هر ردیف جدید
fi: Kuvakaappaukset uutta riviä kohti
fr: Captures d'écran par nouvelle ligne
he: צילומי מסך לכל שורה חדשה
hr: Snimke zaslona po novom retku
hu: Képernyőképek új soronként
id: Tangkapan layar per baris baru
it: Screenshot per nuova riga
ja: 新しい行のスクリーンショット数
ko: 새 행의 스크린샷 수
ms: Tangkapan skrin setiap baris baharu
nl: Screenshots per nieuwe rij
no: Skjermbilder per ny rad
pl: Zrzuty ekranu w każdym nowym wierszu
pt_br: Capturas de tela por nova linha
pt_pt: Capturas de ecrã por nova linha
ro: Capturi de ecran pentru fiecare rând nou
ru: Скриншотов в новой строке
sk: Snímky obrazovky za nový riadok
sl: Posnetki zaslona na novo vrstico
sv: Skärmdumpar per ny rad
th: ภาพหน้าจอต่อแถวใหม่
tr: Yeni satır başına ekran görüntüsü
uk: Знімків екрана в новому рядку
ur: اسکرین شاٹس فی نئی قطار
vi: Ảnh chụp màn hình mỗi hàng mới
zh_hans: 每个新行的截图数
zh_hant: 每個新列的螢幕截圖數

source: Screenshots per row
ar: لقطات لكل صف
ca: Captures de pantalla per fila
cs: Snímky obrazovky na řádek
da: Skærmbilleder pr. række
de: Screenshots pro Zeile
el: Στιγμιότυπα οθόνης ανά σειρά
es: Capturas por fila
fa: اسکرین‌شات در هر ردیف
fi: Kuvakaappauksia per rivi
fr: Captures d'écran par ligne
he: צילומי מסך לכל שורה
hr: Snimke zaslona po retku
hu: Képernyőképek soronként
id: Tangkapan layar per baris
it: Screenshot per riga
ja: 1行あたりのスクリーンショット数
ko: 행당 스크린샷 수
ms: Tangkapan skrin setiap baris
nl: Schermafbeeldingen per rij
no: Skjermbilder per rad
pl: Zrzuty ekranu w każdym rzędzie
pt_br: Capturas de tela por linha
pt_pt: Capturas de ecrã por linha
ro: Capturi de ecran pe rând
ru: Скриншотов в строке
sk: Snímky obrazovky na riadok
sl: Posnetki zaslona na vrstico
sv: Skärmdumpar per rad
th: ภาพหน้าจอต่อแถว
tr: Satır başına ekran görüntüsü
uk: Знімків екрана в рядку
ur: اسکرین شاٹس فی قطار
vi: Ảnh chụp màn hình mỗi hàng
zh_hans: 每行截图数
zh_hant: 每列的螢幕截圖數

source: Screenshots that aren't there yet
ar: لقطات الشاشة التي لم تظهر بعد
ca: Captures de pantalla que encara no hi són
cs: Screenshoty, které tam ještě nejsou
da: Skærmbilleder, der ikke er der endnu
de: Screenshots, die noch nicht da sind
el: Στιγμιότυπα οθόνης που δεν υπάρχουν ακόμα
es: Capturas que aún no han llegado
fa: اسکرین‌شات‌هایی که هنوز نرسیده‌اند
fi: Kuvakaappauksia, joita ei vielä ole
fr: Captures d'écran qui ne sont pas encore là
he: צילומי מסך שעדיין לא קיימים
hr: Snimke zaslona kojih još nema
hu: Képernyőképek, amelyek még nincsenek meg
id: Tangkapan layar yang belum ada
it: Screenshot non ancora disponibili
ja: まだダウンロードされていないスクリーンショット
ko: 아직 도착하지 않은 스크린샷
ms: Tangkapan skrin yang belum ada
nl: Screenshots die er nog niet zijn
no: Skjermbilder som ikke er der ennå
pl: Zrzuty ekranu, których jeszcze nie ma
pt_br: Capturas de tela que ainda não chegaram
pt_pt: Capturas de ecrã que ainda não estão lá
ro: Capturi de ecran care nu sunt încă acolo
ru: Скриншоты, которых еще нет
sk: Snímky obrazovky, ktoré tam ešte nie sú
sl: Posnetki zaslona, ki jih še ni
sv: Skärmdumpar som inte finns där än
th: ภาพหน้าจอที่ยังไม่มี
tr: Henüz gelmemiş ekran görüntüleri
uk: Знімки екрана, яких ще немає
ur: وہ اسکرین شاٹس جو ابھی تک موجود نہیں ہیں۔
vi: Ảnh chụp màn hình chưa có
zh_hans: 尚未下载的截图
zh_hant: 尚未下載完成的螢幕截圖

source: Screenshots this App Store version already has for %@.
ar: لقطات الشاشة الموجودة بالفعل في هذا الإصدار App Store لـ %1$@.
ca: Captures de pantalla que ja té aquesta versió App Store per a %1$@.
cs: Snímky obrazovky pro %1$@ již tato verze App Store má.
da: Skærmbilleder, som denne App Store version allerede har for %1$@.
de: Screenshots, die diese App Store-Version bereits für %@ hat.
el: Στιγμιότυπα οθόνης που έχει ήδη αυτή η έκδοση App Store για %1$@.
es: Capturas que esta versión del App Store ya tiene para %@.
fa: اسکرین‌شات‌هایی که این نسخه App Store از قبل برای %@ دارد.
fi: Kuvakaappaukset tässä App Store-versiossa on jo %1$@.
fr: Captures que cette version de l'App Store possède déjà pour %@.
he: צילומי מסך כבר יש לגרסה של App Store עבור %1$@.
hr: Snimke zaslona ova App Store verzija već ima za %1$@.
hu: Ez a App Store verzió már rendelkezik képernyőképekkel %1$@ számára.
id: Tangkapan layar yang sudah dimiliki versi App Store ini untuk %1$@.
it: Screenshot che questa versione dell’App Store ha già per %@.
ja: この App Store バージョンにすでにある %@ 用のスクリーンショット。
ko: 이 App Store 버전에 이미 있는 %@용 스크린샷입니다.
ms: Tangkapan skrin versi App Store ini sudah ada untuk %1$@.
nl: Schermafbeeldingen die deze App Store-versie al bevat voor %1$@.
no: Skjermbilder som denne App Store-versjonen allerede har for %1$@.
pl: Zrzuty ekranu, które ta wersja App Store ma już dla %1$@.
pt_br: Capturas que esta versão da App Store já tem para %@.
pt_pt: Capturas de ecrã que esta versão App Store já possui para %1$@.
ro: Capturi de ecran pe care această versiune App Store le are deja pentru %1$@.
ru: Скриншоты для %@, которые уже есть в этой версии App Store.
sk: Snímky obrazovky tejto verzie App Store pre %1$@.
sl: Posnetke zaslona ta App Store različica že ima za %1$@.
sv: Skärmdumpar som denna App Store version redan har för %1$@.
th: ภาพหน้าจอ App Store เวอร์ชันนี้มีอยู่แล้วสำหรับ %1$@
tr: Bu App Store sürümünde %@ için zaten bulunan ekran görüntüleri.
uk: Знімки екрана для %@, які вже є в цій версії App Store.
ur: اس App Store ورژن کے اسکرین شاٹس پہلے سے ہی %1$@ کے لیے ہیں۔
vi: Ảnh chụp màn hình phiên bản App Store này đã có cho %1$@.
zh_hans: 该 App Store 版本中已有的 %@ 截图。
zh_hant: 該 App Store 版本中已有的 %@ 截圖。
